{
  "nav.features": "Features",
  "nav.how": "How it works",
  "nav.pricing": "Pricing",
  "nav.faq": "FAQ",
  "nav.cta": "Early Access",

  "hero.badge": "Newly relevant since January 2026",
  "hero.headline": "Browse the internet. From anywhere. Through a video call.",
  "hero.subtitle": "Because banning video calls would be awkward.",
  "hero.subtext": "No VPN required. No VPN involved. It's in the name.",
  "hero.cta": "Get early access",
  "hero.placeholder": "your@email.com",
  "hero.coming": "Coming Soon",
  "hero.success": "Thanks! Oh wait — we don't store emails. We don't store anything. That's kind of the whole point.",
  "hero.mockup.url": "notavpn.eu/browse",
  "hero.mockup.title": "Video Call — Work Meeting",

  "trust.text": "Available in 200+ countries. Including the ones that banned VPNs.",

  "features.title": "Features",
  "features.subtitle": "Everything you expect from a VPN. Without being one.",

  "feature.1.title": "Invisible to DPI",
  "feature.1.desc": "Your ISP sees a video call. Because it is one.",
  "feature.2.title": "Zero Local Footprint",
  "feature.2.desc": "No app, no extension. Your history shows a video call with a colleague.",
  "feature.3.title": "200+ Locations",
  "feature.3.desc": "Without borders decided by people who think \"the VPN\" is a website.",
  "feature.4.title": "Works With Any Video App",
  "feature.4.desc": "Zoom, Meet, WhatsApp, Discord... and even Visio, the French government's own sovereign video conferencing platform.",
  "feature.5.title": "No KYC, No Data Leak",
  "feature.5.desc": "We looked at how France handles personal data in 2026 and chose a simpler approach: we don't collect any.",
  "feature.6.title": "Chat Control-Proof",
  "feature.6.desc": "No text to scan, no file to intercept. Just pixels on a screen. The EU would need to OCR every video call in Europe. In real-time. Good luck.",
  "feature.7.title": "Parliament-Proof Architecture",
  "feature.7.desc": "Each new regulation makes us more relevant. Thanks, National Assembly.",
  "feature.8.title": "Signal Can Leave. We Can't.",
  "feature.8.desc": "Signal threatened to leave the EU over Chat Control. We use WhatsApp/Zoom/Meet — apps too big to ban. Our infrastructure is their infrastructure.",

  "access.title": "Access Without Borders",
  "access.subtitle": "The internet was designed to be open. We're restoring the original vision.",
  "access.age.title": "Age-Restricted Content",
  "access.age.desc": "Access your favorite content without handing over your ID card. Your browsing history and identity stay yours — not in a government database, not on a 'trusted third party' server waiting to be hacked.",
  "access.social.title": "Anonymous Social Media",
  "access.social.desc": "Use social media without verifying your identity. Post, comment, share — as yourself, or as whoever you want. The internet was built on pseudonymity. We preserve it.",
  "access.research.title": "Academic Research",
  "access.research.desc": "Access scientific publications from anywhere. Some knowledge shouldn't require a university subscription. Or a VPN. Or breaking the law.",
  "access.sports.title": "Live Sports",
  "access.sports.desc": "Watch the match from wherever it's broadcasting. The beautiful game shouldn't require a €300/month subscription bundle and a law degree to figure out which platform has the rights this season.",
  "access.internet.title": "The Entire Internet",
  "access.internet.desc": "No geo-restrictions. No content blocks. No 'this content is not available in your country.' The internet was designed to be borderless. Your friend's computer doesn't have these restrictions.",
  "access.footnote": "In July 2025, a French court ordered VPN providers to block sports streaming sites. NOTaVPN is not a VPN. We don't block anything. We just make video calls.",

  "comparison.title": "Why Not a VPN?",
  "comparison.subtitle": "VPNs are so 2025...",
  "comparison.left.title": "The \"Dangers\" of VPNs",
  "comparison.left.1": "Encrypts traffic (unacceptable in a democracy)",
  "comparison.left.2": "Masks location (threatens sovereignty, somehow)",
  "comparison.left.3": "Used by journalists, activists, and children (all equally dangerous)",
  "comparison.left.4": "Courts can order VPN providers to block sites (LFP, July 2025)",
  "comparison.left.5": "Next legislative target (Le Hénanff, January 2026)",
  "comparison.right.title": "NOTaVPN",
  "comparison.right.1": "Not a VPN ✓",
  "comparison.right.2": "Uses government-approved technology (even the state's own Visio!) ✓",
  "comparison.right.3": "Technically, it's just screen sharing ✓",
  "comparison.right.4": "No court can order Zoom to block what the client's browser visits ✓",
  "comparison.right.5": "Legal in every country that allows video calls ✓",

  "roadmap.title": "Government Escalation Roadmap",
  "roadmap.subtitle": "A realistic timeline based on current trends.",
  "roadmap.1": "Scan all messages via Chat Control (EU Council, Nov 2025)",
  "roadmap.2": "Ban social media for minors (France, Jan 2026)",
  "roadmap.3": "Ban VPNs (France, announced Jan 2026)",
  "roadmap.4": "Ban VPNs to bypass age checks (UK, Jan 2026)",
  "roadmap.5": "OCR all video calls to detect browsing (requires AI that doesn't exist)",
  "roadmap.6": "Ban NOTaVPN (requires banning video calls)",
  "roadmap.7": "Ban video calls (requires banning the internet)",
  "roadmap.8": "Ban the internet",
  "roadmap.9": "Replace the internet with a single state-approved telescreen per household",
  "roadmap.10": "\"We have always been at war with Eastasia\"",

  "how.title": "How It Works",
  "how.subtitle": "Three steps. No PhD required.",
  "how.step1.title": "Choose your country",
  "how.step1.desc": "Select from 200+ locations. The remote server spins up a browser.",
  "how.step2.title": "Join the video call",
  "how.step2.desc": "Connect via Zoom, Meet, WhatsApp, or any video app.",
  "how.step3.title": "Browse freely",
  "how.step3.desc": "The remote browser shares its screen. You see a video feed.",
  "how.technical": "Your ISP sees a video call to a known service. Blocking it disables all video calls.",

  "pricing.title": "Pricing",
  "pricing.subtitle": "Transparent, like your government's data collection policy should be.",

  "pricing.libre.name": "Libre",
  "pricing.libre.price": "€0",
  "pricing.libre.period": "/mo",
  "pricing.libre.f1": "1 concurrent session",
  "pricing.libre.f2": "5 countries",
  "pricing.libre.f3": "720p",
  "pricing.libre.f4": "NOTaVPN watermark",
  "pricing.libre.cta": "Start for free",

  "pricing.citoyen.name": "Citoyen",
  "pricing.citoyen.price": "€9.99",
  "pricing.citoyen.period": "/mo",
  "pricing.citoyen.f1": "Unlimited sessions",
  "pricing.citoyen.f2": "50 countries",
  "pricing.citoyen.f3": "1080p",
  "pricing.citoyen.f4": "Alibi generator",
  "pricing.citoyen.cta": "Subscribe",
  "pricing.citoyen.badge": "Popular",

  "pricing.parlementaire.name": "Parlementaire",
  "pricing.parlementaire.price": "€29.99",
  "pricing.parlementaire.period": "/mo",
  "pricing.parlementaire.f1": "200+ countries",
  "pricing.parlementaire.f2": "4K",
  "pricing.parlementaire.f3": "Priority support",
  "pricing.parlementaire.f4": "Free for anyone who voted for the VPN ban",
  "pricing.parlementaire.cta": "Contact us",

  "pricing.footer": "All plans include a free copy of the Declaration of the Rights of Man and of the Citizen, bookmarked at Article 11.",

  "testimonials.title": "What They Say",
  "testimonials.subtitle": "Feedback from our early users.",

  "testimonial.1.text": "Before NOTaVPN, my ISP flagged me as a North Korean hacker because I used a VPN. Now they see me on a video call with a colleague. I'm a responsible citizen again.",
  "testimonial.1.author": "Jean-Pierre M.",
  "testimonial.1.role": "Software engineer, Grenoble",

  "testimonial.2.text": "My university can't afford journal subscriptions. I used to use a VPN to access research papers. Now my VPN blocks the sites too (court order, July 2025). With NOTaVPN, I can read the science my own tax-funded research produced. The irony sustains me.",
  "testimonial.2.author": "Dr. Farid B.",
  "testimonial.2.role": "Researcher, University of Strasbourg",

  "testimonial.3.text": "Thanks to NOTaVPN, I can finally access the C'est pas sorcier Facebook page to follow Fred and Jamy with my friends. Thank you for protecting my access to science!",
  "testimonial.3.author": "Emma, 9 years old",
  "testimonial.3.role": "Student, Nantes",

  "testimonial.4.text": "My Belgian friend can freely browse educational content about the human body. Me, I'm asked for my ID card. Thanks to NOTaVPN, I finally have access to the same educational resources as him.",
  "testimonial.4.author": "Lucas M.",
  "testimonial.4.role": "Motivated self-learner, 14 years old, Lyon",

  "testimonial.5.text": "Ban VPNs? Lmao, you all fell for it, think about it for a second — no democracy would dare do that. At least, that's what I thought. Now I use NOTaVPN.",
  "testimonial.5.author": "Xavier Niel",
  "testimonial.5.role": "Concerned citizen, Paris",

  "faq.title": "Frequently Asked Questions",
  "faq.subtitle": "Everything you didn't dare ask your MP.",

  "faq.1.q": "Is this a VPN?",
  "faq.1.a": "Several lawyers laughed, then said 'technically, no.' A video call is not an encrypted point-to-point tunnel. It's a video stream. The fact that this video stream shows a browser is as legally relevant as the fact that it shows a cat playing piano.",

  "faq.2.q": "Is this legal?",
  "faq.2.a": "Video calls are legal. Screen sharing is legal. Looking at someone else's screen is legal. We combine all three. Show us which law that breaks.",

  "faq.3.q": "Can the government block it?",
  "faq.3.a": "Only by banning all video calls. Including their own Visio platform. And Zoom. And Meet. And WhatsApp. Good luck explaining that to voters.",

  "faq.4.q": "What about Chat Control?",
  "faq.4.a": "Chat Control scans messages — text, images, files. We don't send messages. We stream video. To detect what you're browsing, they'd need to run real-time OCR on every video call in Europe. That's not surveillance, that's science fiction. And if they build that, we'll switch to audio-only and describe the websites to you.",

  "faq.5.q": "Age verification?",
  "faq.5.a": "Zoom and WhatsApp don't ask for your birth certificate. Not yet. But when they do, the WebRTC protocol will still be open and available to everyone. Requiring age verification on video calls would be like checking ID for every phone call.",

  "faq.6.q": "Is my data safe?",
  "faq.6.a": "You can't leak what you don't collect. In France, personal data breaches have become a daily occurrence: Free (19 million accounts), France Travail (social security numbers), Viamedis, hospitals, insurance companies — the list grows every day. And when it's not hackers, it's government employees themselves: DGFIP tax agents have leaked taxpayers' fiscal data to criminals, who used it to organize kidnappings and physical assaults. In 2026, every database is a target. Our approach: collect nothing, store nothing, have nothing to leak.",

  "faq.7.q": "Who are you?",
  "faq.7.a": "We are a satirical project. NOTaVPN is not a real product yet — but there is no technical difficulty in building it. It's a matter of a few days of development. This site exists to make a point about the absurdity of banning VPNs in a democracy. When the workaround is a simple video call, maybe the problem isn't the technology — it's the law. Links: La Quadrature du Net, EFF, Signal Foundation.",

  "disclaimer.title": "Disclaimer",
  "disclaimer.text": "NOTaVPN is a satirical project. This site is not a real product — but there is no technical difficulty in making it real. It's a matter of a few days of development. It exists to illustrate the growing absurdity of internet regulation in France, the UK, and the European Union.",
  "disclaimer.item1": "On January 26, 2026, France voted (130-21) to ban social media for under-15s with mandatory ID verification.",
  "disclaimer.item2": "On January 30, 2026, Minister Anne Le Hénanff confirmed: \"VPNs are the next subject on my list.\"",
  "disclaimer.item3": "The UK has already banned VPN usage to bypass age checks under the Online Safety Act.",
  "disclaimer.item4": "Chat Control (CSAM regulation) was approved by the EU Council in November 2025. Trilogue negotiations continue through 2026.",
  "disclaimer.item5": "The ProtectEU strategy aims for \"lawful access to encrypted data\" by 2026.",
  "disclaimer.item6": "Signal and Proton have threatened to leave the EU market.",
  "disclaimer.conclusion": "Each restriction creates a workaround. Each workaround reveals the futility of the restriction. This is that workaround.",

  "footer.about.title": "About",
  "footer.about.text": "NOTaVPN is a satirical project born from frustration with internet regulation in France and Europe.",
  "footer.sources.title": "Sources",
  "footer.sources.1": "Social media ban for minors — France, Jan. 2026",
  "footer.sources.2": "Anne Le Hénanff on VPNs — Jan. 2026",
  "footer.sources.3": "Online Safety Act — United Kingdom",
  "footer.sources.4": "Chat Control — EU Council, Nov. 2025",
  "footer.sources.5": "VPN/streaming court order — France, Jul. 2025",
  "footer.share.title": "Share",
  "footer.bottom": "Made with frustration in France.",
  "footer.slogan": "This is not a VPN.",

  "konami.message": "You found the easter egg. But did you know the Konami Code is not (yet) illegal in France?",
  "konami.close": "Close"
}
