{
  "nav.features": "Fonctionnalités",
  "nav.how": "Comment ça marche",
  "nav.pricing": "Tarifs",
  "nav.faq": "FAQ",
  "nav.cta": "Accès anticipé",

  "hero.badge": "Pertinent depuis janvier 2026",
  "hero.headline": "Naviguez sur internet. Depuis n'importe où. Via un appel vidéo.",
  "hero.subtitle": "Parce qu'interdire les appels vidéo, ça serait gênant.",
  "hero.subtext": "Pas de VPN requis. Pas de VPN impliqué. C'est dans le nom.",
  "hero.cta": "Accédez en avant-première",
  "hero.placeholder": "votre@email.fr",
  "hero.coming": "Bientôt disponible",
  "hero.success": "Merci ! Ah non, on ne stocke pas les emails. On ne stocke rien. C'est un peu le concept.",
  "hero.mockup.url": "notavpn.eu/browse",
  "hero.mockup.title": "Appel vidéo — Réunion de travail",

  "trust.text": "Disponible dans 200+ pays. Y compris ceux qui ont interdit les VPN.",

  "features.title": "Fonctionnalités",
  "features.subtitle": "Tout ce que vous attendez d'un VPN. Sans être un VPN.",

  "feature.1.title": "Invisible au DPI",
  "feature.1.desc": "Votre FAI voit un appel vidéo. Parce que c'en est un.",
  "feature.2.title": "Zéro trace locale",
  "feature.2.desc": "Pas d'app, pas d'extension. Votre historique affiche un appel vidéo avec un collègue.",
  "feature.3.title": "200+ localisations",
  "feature.3.desc": "Sans frontières décidées par des gens qui pensent que « le VPN » est un site web.",
  "feature.4.title": "Compatible avec toutes les apps vidéo",
  "feature.4.desc": "Zoom, Meet, WhatsApp, Discord… et même Visio, la plateforme souveraine du gouvernement français.",
  "feature.5.title": "Pas de KYC, pas de fuite",
  "feature.5.desc": "On a vu comment la France gère les données personnelles en 2026 et on a choisi une approche plus simple : on ne collecte rien.",
  "feature.6.title": "Résistant au Chat Control",
  "feature.6.desc": "Pas de texte à scanner, pas de fichier à intercepter. Juste des pixels sur un écran. L'UE devrait faire de l'OCR sur chaque appel vidéo en Europe. En temps réel. Bonne chance.",
  "feature.7.title": "Architecture anti-Parlement",
  "feature.7.desc": "Chaque nouvelle régulation nous rend plus pertinents. Merci, Assemblée nationale.",
  "feature.8.title": "Signal peut partir. Pas nous.",
  "feature.8.desc": "Signal a menacé de quitter l'UE à cause du Chat Control. Nous utilisons WhatsApp/Zoom/Meet — des apps trop grosses pour être interdites. Notre infrastructure, c'est la leur.",

  "access.title": "Accès sans frontières",
  "access.subtitle": "L'internet a été conçu pour être ouvert. On restaure la vision originale.",
  "access.age.title": "Contenu restreint par l'âge",
  "access.age.desc": "Accédez à vos contenus favoris sans donner votre carte d'identité. Votre historique de navigation et votre identité restent les vôtres — pas dans une base de données gouvernementale, pas dans un serveur « tiers de confiance » en attente d'être piraté.",
  "access.social.title": "Réseaux sociaux anonymes",
  "access.social.desc": "Utilisez les réseaux sociaux sans vérifier votre identité. Postez, commentez, partagez — en tant que vous-même, ou en tant que qui vous voulez. Internet a été construit sur la pseudonymité. Nous la préservons.",
  "access.research.title": "Recherche académique",
  "access.research.desc": "Accédez aux publications scientifiques depuis n'importe où. Certaines connaissances ne devraient pas nécessiter un abonnement universitaire. Ni un VPN. Ni d'enfreindre la loi.",
  "access.sports.title": "Sport en direct",
  "access.sports.desc": "Regardez le match là où il est diffusé. Le beau jeu ne devrait pas nécessiter un abonnement à 300 €/mois et un diplôme de droit pour comprendre quelle plateforme a les droits cette saison.",
  "access.internet.title": "L'internet en entier",
  "access.internet.desc": "Pas de géo-restrictions. Pas de blocages de contenu. Pas de « ce contenu n'est pas disponible dans votre pays ». Internet a été conçu pour être sans frontières. L'ordinateur de votre ami n'a pas ces restrictions.",
  "access.footnote": "En juillet 2025, un tribunal français a ordonné aux fournisseurs de VPN de bloquer les sites de streaming sportif. NOTaVPN n'est pas un VPN. On ne bloque rien. On fait juste des appels vidéo.",

  "comparison.title": "Pourquoi pas un VPN ?",
  "comparison.subtitle": "Les VPN, c'est so 2025...",
  "comparison.left.title": "Les « dangers » des VPN",
  "comparison.left.1": "Chiffre le trafic (inacceptable en démocratie)",
  "comparison.left.2": "Masque la localisation (menace la souveraineté, apparemment)",
  "comparison.left.3": "Utilisé par les journalistes, les militants et les enfants (tous également dangereux)",
  "comparison.left.4": "Les tribunaux peuvent ordonner aux VPN de bloquer des sites (LFP, juillet 2025)",
  "comparison.left.5": "Prochaine cible législative (Le Hénanff, janvier 2026)",
  "comparison.right.title": "NOTaVPN",
  "comparison.right.1": "N'est pas un VPN ✓",
  "comparison.right.2": "Utilise une technologie approuvée par le gouvernement (même le Visio de l'État !) ✓",
  "comparison.right.3": "Techniquement, c'est juste du partage d'écran ✓",
  "comparison.right.4": "Aucun tribunal ne peut ordonner à Zoom de bloquer ce que le navigateur du client consulte ✓",
  "comparison.right.5": "Légal dans tous les pays qui autorisent les appels vidéo ✓",

  "roadmap.title": "Feuille de route d'escalade gouvernementale",
  "roadmap.subtitle": "Un calendrier réaliste basé sur les tendances actuelles.",
  "roadmap.1": "Scanner tous les messages via Chat Control (Conseil UE, nov. 2025)",
  "roadmap.2": "Interdire les réseaux sociaux aux mineurs (France, jan. 2026)",
  "roadmap.3": "Interdire les VPN (France, annoncé jan. 2026)",
  "roadmap.4": "OCR sur tous les appels vidéo pour détecter la navigation (nécessite une IA qui n'existe pas)",
  "roadmap.5": "Interdire NOTaVPN (nécessite d'interdire les appels vidéo)",
  "roadmap.6": "Interdire les appels vidéo (nécessite d'interdire internet)",
  "roadmap.7": "Interdire internet",
  "roadmap.8": "Remplacer internet par un télécran unique approuvé par l'État par foyer",
  "roadmap.9": "« Nous avons toujours été en guerre contre l'Estasia »",

  "how.title": "Comment ça marche",
  "how.subtitle": "Trois étapes. Pas de doctorat requis.",
  "how.step1.title": "Choisissez votre pays",
  "how.step1.desc": "Sélectionnez parmi 200+ localisations. Le serveur distant lance un navigateur.",
  "how.step2.title": "Rejoignez l'appel vidéo",
  "how.step2.desc": "Connectez-vous via Zoom, Meet, WhatsApp ou n'importe quelle app vidéo.",
  "how.step3.title": "Naviguez librement",
  "how.step3.desc": "Le navigateur distant partage son écran. Vous voyez un flux vidéo.",
  "how.technical": "Votre FAI voit un appel vidéo vers un service connu. Le bloquer désactive tous les appels vidéo.",

  "pricing.title": "Tarifs",
  "pricing.subtitle": "Transparents, comme devrait l'être la politique de collecte de données de votre gouvernement.",

  "pricing.libre.name": "Libre",
  "pricing.libre.price": "0 €",
  "pricing.libre.period": "/mois",
  "pricing.libre.f1": "1 session simultanée",
  "pricing.libre.f2": "5 pays",
  "pricing.libre.f3": "720p",
  "pricing.libre.f4": "Filigrane NOTaVPN",
  "pricing.libre.cta": "Commencer gratuitement",

  "pricing.citoyen.name": "Citoyen",
  "pricing.citoyen.price": "9,99 €",
  "pricing.citoyen.period": "/mois",
  "pricing.citoyen.f1": "Sessions illimitées",
  "pricing.citoyen.f2": "50 pays",
  "pricing.citoyen.f3": "1080p",
  "pricing.citoyen.f4": "Générateur d'alibi",
  "pricing.citoyen.cta": "S'abonner",
  "pricing.citoyen.badge": "Populaire",

  "pricing.parlementaire.name": "Parlementaire",
  "pricing.parlementaire.price": "29,99 €",
  "pricing.parlementaire.period": "/mois",
  "pricing.parlementaire.f1": "200+ pays",
  "pricing.parlementaire.f2": "4K",
  "pricing.parlementaire.f3": "Support prioritaire",
  "pricing.parlementaire.f4": "Gratuit pour quiconque a voté l'interdiction des VPN",
  "pricing.parlementaire.cta": "Nous contacter",

  "pricing.footer": "Tous les plans incluent une copie gratuite de la Déclaration des droits de l'homme et du citoyen, avec un signet à l'Article 11.",

  "testimonials.title": "Ce qu'ils en disent",
  "testimonials.subtitle": "Retours de nos premiers utilisateurs.",

  "testimonial.1.text": "Avant NOTaVPN, mon FAI me considérait comme un hacker nord-coréen parce que j'utilisais un VPN. Maintenant il me voit en visioconférence avec un collègue. Je suis redevenu un citoyen responsable.",
  "testimonial.1.author": "Jean-Pierre M.",
  "testimonial.1.role": "Ingénieur informaticien, Grenoble",

  "testimonial.2.text": "Mon université ne peut pas se payer les abonnements aux revues. J'utilisais un VPN pour accéder aux articles de recherche. Maintenant mon VPN bloque les sites aussi (ordonnance du tribunal, juillet 2025). Avec NOTaVPN, je peux lire la science que mes propres impôts ont financée. L'ironie me nourrit.",
  "testimonial.2.author": "Dr. Farid B.",
  "testimonial.2.role": "Chercheur, Université de Strasbourg",

  "testimonial.3.text": "Grâce à NOTaVPN, je peux enfin accéder à la page Facebook de C'est pas sorcier pour suivre Fred et Jamy avec mes copains. Merci de protéger mon accès à la science !",
  "testimonial.3.author": "Emma, 9 ans",
  "testimonial.3.role": "Élève, Nantes",

  "testimonial.4.text": "Mon ami belge peut consulter librement des contenus éducatifs sur le corps humain. Moi, on me demande ma carte d'identité. Grâce à NOTaVPN, j'ai enfin accès aux mêmes ressources pédagogiques que lui.",
  "testimonial.4.author": "Lucas M.",
  "testimonial.4.role": "Autodidacte motivé, 14 ans, Lyon",

  "testimonial.5.text": "Interdire les VPN ? Mdrrr, vous êtes tous tombés dans le panneau, réfléchissez un peu, aucune démocratie n'oserait faire ça. Du moins, c'est ce que je croyais. Maintenant, j'utilise NOTaVPN.",
  "testimonial.5.author": "Xavier Niel",
  "testimonial.5.role": "Citoyen concerné, Paris",

  "faq.title": "Questions fréquentes",
  "faq.subtitle": "Tout ce que vous n'avez pas osé demander à votre député.",

  "faq.1.q": "Est-ce un VPN ?",
  "faq.1.a": "Plusieurs avocats ont ri, puis ont dit « techniquement, non ». Un appel vidéo n'est pas un tunnel chiffré point-à-point. C'est un flux vidéo. Le fait que ce flux vidéo montre un navigateur est aussi pertinent juridiquement que le fait qu'il montre un chat qui joue du piano.",

  "faq.2.q": "Est-ce légal ?",
  "faq.2.a": "Les appels vidéo sont légaux. Le partage d'écran est légal. Regarder l'écran de quelqu'un d'autre est légal. On combine les trois. Montrez-nous l'article de loi que ça enfreint.",

  "faq.3.q": "Le gouvernement peut-il le bloquer ?",
  "faq.3.a": "Seulement en interdisant tous les appels vidéo. Y compris leur propre plateforme Visio. Et Zoom. Et Meet. Et WhatsApp. On leur souhaite bon courage pour l'expliquer aux électeurs.",

  "faq.4.q": "Et le Chat Control ?",
  "faq.4.a": "Chat Control scanne les messages — texte, images, fichiers. Nous n'envoyons pas de messages. Nous faisons du streaming vidéo. Pour détecter ce que vous consultez, il faudrait de l'OCR en temps réel sur chaque appel vidéo en Europe. Ce n'est pas de la surveillance, c'est de la science-fiction. Et s'ils construisent ça, on passera en audio et on vous décrira les sites web.",

  "faq.5.q": "Et la vérification d'âge ?",
  "faq.5.a": "Zoom et WhatsApp ne vous demandent pas votre acte de naissance. Pas encore. Mais le jour où ils le feront, le protocole WebRTC restera ouvert et accessible à tous. Imposer la vérification d'âge sur les appels vidéo reviendrait à vérifier l'identité de chaque personne qui décroche un téléphone.",

  "faq.6.q": "Mes données sont-elles en sécurité ?",
  "faq.6.a": "On ne peut pas fuiter ce qu'on ne collecte pas. En France, les fuites de données personnelles sont devenues quotidiennes : Free (19 millions de comptes), France Travail (numéros de sécurité sociale), Viamedis, hôpitaux, mutuelles — la liste s'allonge chaque jour. Et quand ce ne sont pas des hackers, ce sont directement des agents de l'État : des fonctionnaires de la DGFIP ont transmis les données fiscales de contribuables à des malfaiteurs, qui s'en sont servis pour organiser séquestrations et agressions physiques. En 2026, chaque base de données est une cible. Notre approche : ne rien collecter, ne rien stocker, n'avoir rien à fuiter.",

  "faq.7.q": "Qui êtes-vous ?",
  "faq.7.a": "Nous sommes un projet satirique. NOTaVPN n'est pas encore un vrai produit — mais il n'y a aucune difficulté technique à le concrétiser. C'est l'affaire de quelques jours de développement. Ce site existe pour illustrer l'absurdité d'interdire les VPN dans une démocratie. Quand la solution de contournement est un simple appel vidéo, peut-être que le problème n'est pas la technologie — c'est la loi. Liens : La Quadrature du Net, EFF, Signal Foundation.",

  "disclaimer.title": "Avertissement",
  "disclaimer.text": "NOTaVPN est un projet satirique. Ce site n'est pas un vrai produit — mais il n'y a aucune difficulté technique à le concrétiser. C'est l'affaire de quelques jours de développement. Il existe pour illustrer l'absurdité croissante de la régulation d'internet en France, au Royaume-Uni et dans l'Union européenne.",
  "disclaimer.item1": "Le 26 janvier 2026, l'Assemblée nationale française a adopté en première lecture (116-23) l'interdiction des réseaux sociaux pour les moins de 15 ans avec vérification d'identité obligatoire.",
  "disclaimer.item2": "Le 30 janvier 2026, la ministre Anne Le Hénanff a confirmé : « Les VPN, c'est le prochain sujet sur ma liste. »",
  "disclaimer.item3": "Le Chat Control (règlement CSAM) a été approuvé par le Conseil de l'UE en novembre 2025. Les négociations en trilogue se poursuivent en 2026.",
  "disclaimer.item4": "La stratégie ProtectEU vise un « accès légal aux données chiffrées » d'ici 2026.",
  "disclaimer.item5": "Signal et Proton ont menacé de quitter le marché européen.",
  "disclaimer.conclusion": "Chaque restriction crée un contournement. Chaque contournement révèle la futilité de la restriction. Ceci est ce contournement.",

  "footer.about.title": "À propos",
  "footer.about.text": "NOTaVPN est un projet satirique né de la frustration face à la régulation d'internet en France et en Europe.",
  "footer.sources.title": "Sources",
  "footer.sources.1": "Loi réseaux sociaux mineurs — France, jan. 2026",
  "footer.sources.2": "Anne Le Hénanff sur les VPN — jan. 2026",
  "footer.sources.3": "Chat Control — Conseil UE, nov. 2025",
  "footer.sources.4": "Ordonnance VPN/streaming — France, juil. 2025",
  "footer.share.title": "Partager",
  "footer.bottom": "Fait avec frustration en France.",
  "footer.slogan": "Ceci n'est pas un VPN.",

  "konami.message": "Vous avez trouvé l'easter egg. Mais saviez-vous que le Konami Code n'est pas (encore) illégal en France ?",
  "konami.close": "Fermer"
}
